export const Privacy =
  '개인정보처리방침\n' +
  '회사명(이하 ‘회사’라 한다)는 개인정보 보호법 제30조에 따라 정보 주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립, 공개합니다.\n' +
  '\n' +
  '제1조 (개인정보의 처리목적)\n' +
  '회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.\n' +
  '\n' +
  '1. 홈페이지 회원 가입 및 관리\n' +
  '회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정 이용 방지, 만 14세 미만 아동의 개인정보처리 시 법정대리인의 동의 여부 확인, 각종 고지․통지, 고충 처리 등을 목적으로 개인정보를 처리합니다.\n' +
  '\n' +
  '2. 재화 또는 서비스 제공\n' +
  '물품 배송, 서비스 제공, 계약서 및 청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금 결제 및 정산, 채권추심 등을 목적으로 개인정보를 처리합니다.\n' +
  '\n' +
  '3. 고충 처리\n' +
  '민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리 결과 통보 등의 목적으로 개인정보를 처리합니다.\n' +
  '\n' +
  '제2조 (개인정보의 처리 및 보유기간)\n' +
  '① 회사는 법령에 따른 개인정보 보유, 이용 기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유, 이용 기간 내에서 개인정보를 처리, 보유합니다.\n' +
  '② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.\n' +
  '\n' +
  '1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴 시까지\n' +
  '다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지\n' +
  '1) 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료 시까지\n' +
  '2) 홈페이지 이용에 따른 채권 및 채무관계 잔존 시에는 해당 채권, 채무 관계 정산 시까지\n' +
  '\n' +
  '\n' +
  '2. 재화 또는 서비스 제공 : 재화․서비스 공급완료 및 요금결제․정산 완료 시까지\n' +
  '다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지\n' +
  '1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시․광고, 계약내용 및 이행 등 거래에 관한 기록\n' +
  '- 표시․광고에 관한 기록 : 6월\n' +
  '- 계약 또는 청약 철회, 대금결제, 재화 등의 공급기록 : 5년\n' +
  '- 소비자 불만 또는 분쟁 처리에 관한 기록 : 3년\n' +
  '2) 「통신비밀보호법」 제41조에 따른 통신사실확인자료 보관\n' +
  '- 가입자 전기통신일시, 개시․종료 시간, 상대방 가입자 번호, 사용도수, 발신기지국 위치추적자료 : 1년\n' +
  '- 컴퓨터 통신, 인터넷 로그 기록자료, 접속지 추적자료 : 3개월\n' +
  '\n' +
  '\n' +
  '제3조 (개인정보의 제3자 제공)\n' +
  '① 회사는 정보주체의 개인정보를 제1조(개인정보의 처리목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.\n' +
  '② 회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.\n' +
  '- 개인정보를 제공받는 자 : <예) (주) OOO 카드>\n' +
  '- 제공받는 자의 개인정보 이용목적 : <예) 이벤트 공동개최 등 업무제휴 및 제휴 신용카드 발급>\n' +
  '- 제공하는 개인정보 항목 : <예) 성명, 주소, 전화번호, 이메일주소, 카드결제계좌정보>\n' +
  '- 제공받는 자의 보유, 이용기간 : <예) 신용카드 발급계약에 따른 거래기간동안>\n' +
  '\n' +
  '\n' +
  '제4조(개인정보처리의 위탁)\n' +
  '① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.\n' +
  '\n' +
  '1. 전화 상담 센터 운영\n' +
  '- 위탁받는 자 (수탁자) : OOO CS센터\n' +
  '- 위탁하는 업무의 내용 : 전화상담 응대, 부서 및 직원 안내 등\n' +
  '\n' +
  '2. A/S 센터 운영\n' +
  '- 위탁받는 자 (수탁자) : OOO 전자\n' +
  '- 위탁하는 업무의 내용 : 고객 대상 제품 A/S 제공\n' +
  '\n' +
  '② 회사는 위탁계약 체결 시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.\n' +
  '③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.\n' +
  '\n' +
  '제5조(이용자 및 법정대리인의 권리와 그 행사 방법)\n' +
  '\n' +
  '① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.\n' +
  '1. 개인정보 열람 요구\n' +
  '2. 오류 등이 있을 경우 정정 요구\n' +
  '3. 삭제요구\n' +
  '4. 처리정지 요구\n' +
  '② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.\n' +
  '③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.\n' +
  '④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.\n' +
  '⑤ 정보주체는 개인정보 보호법 등 관계 법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니 됩니다.\n' +
  '\n' +
  '\n' +
  '제6조(처리하는 개인정보 항목)\n' +
  '회사는 다음의 개인정보 항목을 처리하고 있습니다.\n' +
  '\n' +
  '1. 홈페이지 회원 가입 및 관리\n' +
  '필수항목 : <예) 성명, 생년월일, 아이디, 비밀번호, 주소, 전화번호, 성별, 이메일주소, 아이핀번호>\n' +
  '선택항목 : <예) 결혼 여부, 관심 분야>\n' +
  '\n' +
  '2. 재화 또는 서비스 제공\n' +
  '필수항목 : <예) 성명, 생년월일, 아이디, 비밀번호, 주소, 전화번호, 이메일주소, 아이핀번호, 신용카드번호, 은행계좌정보 등 결제정보>\n' +
  '선택항목 : <관심분야, 과거 구매내역>\n' +
  '\n' +
  '3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.\n' +
  'IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등\n' +
  '\n' +
  '제7조(개인정보의 파기)\n' +
  '① 회사는 개인정보 보유 기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.\n' +
  '② 정보주체로부터 동의받은 개인정보 보유 기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.\n' +
  '③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.\n' +
  '1. 파기 절차\n' +
  '회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.\n' +
  '2. 파기 방법\n' +
  '회사는 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에 기록․저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.\n' +
  '\n' +
  '제8조(개인정보의 안전성 확보조치)\n' +
  '회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 하고 있습니다.\n' +
  '1. 관리적 조치 : 내부관리계획 수립 및 시행, 정기적 직원 교육 등\n' +
  '2. 기술적 조치 : 개인정보처리시스템 등의 접근 권한 관리, 접근통제시스템 설치, 고유 식별정보\n' +
  '등의 암호화, 보안프로그램 설치\n' +
  '3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제\n' +
  '\n' +
  '제9조(개인정보 자동 수집 장치의 설치∙운영 및 거부에 관한 사항)\n' +
  '① 회사는 이용자에게 개별적인 맞춤 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.\n' +
  '② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에 보내는 소량의 정보이며 이용자들의 컴퓨터 내의 하드디스크에 저장되기도 합니다.\n' +
  '가. 쿠키의 사용 목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.\n' +
  '나. 쿠키의 설치∙운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.\n' +
  '다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.\n' +
  '\n' +
  '\n' +
  '제10조(개인정보 보호책임자)\n' +
  '① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만 처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.\n' +
  '\n' +
  '▶ 개인정보 보호책임자\n' +
  '성명 : OOO\n' +
  '직책 : OOO\n' +
  '연락처 : <전화번호>, <이메일>, <팩스번호>\n' +
  '※ 개인정보 보호 담당부서로 연결됩니다.\n' +
  '\n' +
  '▶ 개인정보 보호 담당부서\n' +
  '부서명 : OOO 팀\n' +
  '담당자 : OOO\n' +
  '연락처 : <전화번호>, <이메일>, <팩스번호>\n' +
  '\n' +
  '② 정보주체께서는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만 처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.\n' +
  '\n' +
  '\n' +
  '제11조(개인정보 열람청구)\n' +
  '정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. 회사는 정보주체의 개인정보 열람 청구가 신속하게 처리되도록 노력하겠습니다.\n' +
  '\n' +
  '▶ 개인정보 열람청구 접수․처리 부서\n' +
  '부서명 : OOO\n' +
  '담당자 : OOO\n' +
  '연락처 : <전화번호>, <이메일>, <팩스번호>\n' +
  '\n' +
  '제12조(권익침해 구제 방법)\n' +
  '정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.\n' +
  '\n' +
  '▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)\n' +
  '- 소관 업무 : 개인정보 침해사실 신고, 상담 신청\n' +
  '- 홈페이지 : privacy.kisa.or.kr\n' +
  '- 전화 : (국번없이) 118\n' +
  '- 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터\n' +
  '\n' +
  '▶ 개인정보 분쟁조정위원회\n' +
  '- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)\n' +
  '- 홈페이지 : www.kopico.go.kr\n' +
  '- 전화 : (국번없이) 1833-6972\n' +
  '- 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층\n' +
  '\n' +
  '▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)\n' +
  '▶ 경찰청 사이버안전국 : 182 (http://cyberbureau.police.go.kr)\n' +
  '\n' +
  '\n' +
  '제13조(개인정보 처리방침 시행 및 변경)\n' +
  '이 개인정보 처리방침은 20XX. X. X부터 적용됩니다.';

export const USE =
  '「TouchCon」이 운영하는 본 사이트를 이용하기 전에 아래의 이용 약관을 자세히 읽으십시오.\n' +
  '\n' +
  '\n' +
  '\n' +
  '이용 약관은 “법인”이 운영하는 웹 사이트(이하 “사이트”) 및 “사이트”에서 제공하는 서비스(이하 “서비스”)를 이용하기 위해 동의해야 하는 규칙으로, 이 규칙은 귀하와 “법인” 간에 체결됩니다. 귀하가 “사이트” 및 “서비스” 를 이용하기 위해선 이용 약관에 모두 동의를 해야 하고, 이용 시 모두 동의한 것으로 간주하여 약관이 바로 적용됩니다. 만일 약관에 동의하지 않으신다면 “사이트” 및 “서비스” 이용을 중단하십시오. 본 약관의 내용은 언제든지 “법인”에 의하여 수정 및 추가될 수 있습니다. 약관의 수정 및 추가 사항은 별도로 공지하지 않으므로, 귀하께서 “사이트” 및 “서비스” 를 이용하며 수시로 확인할 필요가 있습니다. 약관의 변경 사항에 대해 동의하지 않으시는 경우에도 “사이트” 및 “서비스”의 이용을 중단해야 합니다.\n' +
  '\n' +
  '자격 조건 \n' +
  '\n' +
  '본 사이트는 만 19세 이상인 분부터 이용이 가능하며, 만 19세 미만이실 경우 이용이 불가합니다.  “법인”에서 이용을 금지한 국가의 국민 및 거주자이거나 특별하게 거부된 인물 목록에 포함되어 있는 대상도 사이트 이용이 불가합니다.  “사이트” 및 “서비스”는 개인적, 비상업적, 비영리적으로 이용해야 합니다. 만일 위의 자격 조건에 해당하지 않는 대상이 “사이트” 및 “서비스” 를 이용하는 경우 이용이 금지될 수 있으며, 사안에 따라 강력한 처벌이 적용될 수 있습니다.\n' +
  '\n' +
  '개인 정보 정책\n' +
  '\n' +
  '“법인”은 별도의 개인 정보 정책을 적용하고 있습니다. 세부 정책 내용은 수시로 업데이트 됩니다.\n' +
  '\n' +
  '지적 재산권\n' +
  '\n' +
  '“사이트” 및 “서비스”의 전체적인 내용, 특징, 영업 비밀, 일부 오픈소스로 제공되는 항목을 제외한 기술(소프트웨어, 디스플레이 등), 로고, 상표, 이미지 및 텍스트 등 디자인 요소, 오디오, 동영상, 하이퍼링크 등은 “법인” 및 라이센스 보유자 또는 자료를 공급해준 업체의 독점 재산이며 국제 저작권 협약에 의해 보호됩니다. \n' +
  '\n' +
  '이러한 사유로 귀하는 개인적, 비상업적, 비영리적인 제한적 용도로만 “사이트” 및 “서비스” 를 이용해야 합니다. 단, 귀하께서 별도로 “법인” 및 라이선스 보유자, 자료 공급 업체로부터 아래 권한을 부여받은 경우는 예외로 합니다. 해당 경우 외에 사이트와 관련된 모든 내용, 기술, 상표 및 로고 등을 저작권 소유자의 동의 없이 임의로 복사, 모방, 수정, 저장, 전송, 삭제, 배포, 출판, 파생물 생성 및 다운로드 할 수 없습니다. 만일 귀하께서 위 사항을 위반하여 무단으로 이용할 시엔 “사이트” 및 “서비스” 이용은 즉시 중단되며, 이용 약관 위반에 해당하므로 저작권, 상표 및 기타 법률에 의거하여 처벌을 받을 수 있습니다.\n' +
  '\n' +
  '오픈 소스 소프트웨어\n' +
  '\n' +
  '“법인”은 본 “사이트”에서 그 공개 여부를 명시적으로 밝히고 있는 범위 하에서 일부 소프트웨어의 소스(이하 “오픈 소스 소프트웨어”)에 대하여 모든 사람들이 이를 가공•배포할 수 있도록 공개하고 있습니다. 귀하 역시 오픈 소스 소프트웨어를 자유로이 가공•배포할 수 있으며, 그럴 경우 본 약관과 오픈 소스 라이선스에 동의한 것으로 간주합니다. 다만 본 약관과 오픈 소스 라이선스의 제한 범위를 벗어난 가공•배포 및 그로 인한 모든 종류의 피해와 손실에 대해 “법인”은 책임지지 않습니다.\n' +
  '\n' +
  '외부 제공 콘텐츠\n' +
  '\n' +
  '“법인”은 귀하의 편의 제공을 위해 외부 업체의 콘텐츠, 광고, 링크 및 기타 자료를 본 웹 사이트에 표시 및 기재할 수 있습니다. “법인”은 외부 제공 콘텐츠의 타당성, 신뢰성, 저작권 등을 포함한 어떠한 내용도 보증하지 않습니다. 외부 제공 콘텐츠 및 제공 업체와의 상호작용은 귀하와 외부 업체의 별도 거래 등을 통해 이루어지며 “법인”은 이에 대해 어떠한 책임도 지지 않습니다.\n' +
  '\n' +
  '기타 금지 행위\n' +
  '\n' +
  '- 데이터 및 소프트웨어를 불법으로 유출하는 행위.\n' +
  '\n' +
  '- 자격 조건 미달 자에게 사이트의 콘텐츠를 노출시켜 금전적 이익을 취하거나 해를 입히려는 행위\n' +
  '\n' +
  '- 스팸성 광고 및 불법 광고 등이 포함된 메일을 사전에 동의 없이 전송 및 게재하는 행위.\n' +
  '\n' +
  '- “법인”, “법인” 직원 및 “법인”과 관련된 업체를 사칭하여 이익을 취하려는 행위.\n' +
  '\n' +
  '- 기타 사이트 이용 시 “법인”이나 다른 사용자에게 피해를 입히거나 악영향을 미칠 소지가 있는 행위\n' +
  '\n' +
  '면책\n' +
  '\n' +
  '“법인”이 제공하는 “사이트” 및 “서비스”에 예기치 않은 오류가 있을 수 있으며 정확성 및 신뢰성을 보증하지 않습니다. “사이트” 및 “서비스”의 정확성과 완성도에 대해서는 귀하께서 자율적으로 판단하여 사용할 책임이 있으며, “법인”은 이에 대한 일체의 책임을 부담하지 않습니다.\n' +
  '\n' +
  '준거법 및 관할권\n' +
  '\n' +
  '“사이트” 및 “서비스”의 운영 주체인 「TouchCon」은 인도네시아에 위치한 재단입니다. 그러므로 “법인”은 ”사이트” 및 “서비스”의 이용 약관과 관련된 모든 분쟁이나 법적 절차에 대해 인도네시아법을 준거법으로 합니다.\n' +
  '\n' +
  'CONTACT\n' +
  '\n' +
  ' 위 약관 및 “사이트” 및 “서비스” 이용 시 발생한 문제 등의 문의는 아래 E-mail로 보내주시기 바랍니다.\n' +
  '\n' +
  '\n' +
  '\n' +
  '- E-mail: info@touchcon.org\n' +
  '\n' +
  '· 이용 약관 공고일자: 2018년 09월 08일\n' +
  '\n' +
  '· 이용 약관 시행일자: 2018년 09월 08일\n' +
  '\n' +
  '· 이용 약관 버전정보: V.2.1';

export const SendMsg =
  '마케팅 정보 수신 동의\n' +
  '개인정보보호법 제22조 제4항에 의해 선택정보 사항에 대해서는 기재하지 않으셔도 서비스를 이용하실 수 있습니다.\n' +
  '\n' +
  '1. 마케팅 및 광고에의 활용\n' +
  '신규 기능 개발 및 맞춤 서비스 제공\n' +
  '뉴스레터 발송, 새로운 기능(제품)의 안내\n' +
  '할인 및 쿠폰 등 이벤트 등의 광고성 정보 제공\n' +
  '2. 마케팅 정보 제공\n' +
  '서비스를 운용하는 과정에서 각종 정보를 서비스 화면, SMS, 푸시 알림, 이메일 등의 방법으로 회원에게 제공할 수 있으며, 결제 안내 등 의무적으로 안내해야 하는 정보성 내용 및 일부 혜택성 정보는 수신동의 여부와 무관하게 제공합니다.\n' +
  '\n';
