export const QUESTION_LIST = [
  {
    id: 1,
    category: 'TOC',
    title: '터치코인이란 무엇인가요?',
    content:
      '터치콘 생태계에서 현금처럼 사용할 수 있는 유틸리티 코인입니다. 영문 심볼은 TOC라 호칭하며, 통상적으로 이름은 터치콘으로 부르고 있습니다. TOC는 리워드콘 광고 보상을 통해서 획득할 수 있습니다.',
  },
  {
    id: 2,
    category: 'TOC',
    title: '터치포인트와 다른 점이 있나요?',
    content:
      '터치는 포인트의 단위로 터치포인트는 TOP로 표시합니다. 터치의 단위는 터치코인 단위와 동일하게 사용합니다. 즉, 1:1로 호환되기에 터치포인트가 곧 터치코인이 됩니다. 앱에서의 다양한 활용과 사용을 위해 모든 리워드콘의 최초 보상은 터치포인트로 계산하고 있습니다.',
  },
  {
    id: 3,
    category: 'TOC',
    title: '터치포인트를 현금으로 바꾸고 싶어요.',
    content:
      '터치포인트는 터치콘 웰렛 앱에서 언제든지 1:1로 터치코인으로 전환이 가능합니다. 전환된 터치코인을 거래소의 본인 계정의 이더리움(ETH) 지갑으로 전송하여 현금으로 바꾸시면 됩니다.',
  },
  {
    id: 4,
    category: 'TOC',
    title: '터치코인은 어디에 무엇에 사용하나요?',
    content:
      '터치코인은 생태계내에서 적립 및 보관하여 시세 차익을 기대할 수 있습니다. 또한 쇼핑몰 결제 및 거래소로 전송하여 현금으로 교환할 수 있으며, 기프티콘 및 상품권 교환도 가능해 집니다. 터치콘 생태계는 계속적으로 넓혀나가는 단계에 있습니다.',
  },
  {
    id: 5,
    category: 'TOC',
    title: '상장된 거래소는 어디인가요?',
    content:
      '현재 터치콘이 상장된 거래소는 STEX Exchange, MERCATOX Exchange, LATOKEN Exchange 입니다.또한 한국 및 인도네시아 유저의 터치콘 생태계를 위해 거래소 상장을 확장하고 있는 중입니다.',
  },
  {
    id: 6,
    category: 'RAP광고주',
    title: 'RAP는 무슨 뜻인가요?',
    content:
      'Reward Alliance Partner의 약자로서, 터치콘 플랫폼을 기업 광고 보상 서비스에 사용하고자 하는 기업을 의미합니다. 유저는 광고주가 배포하는 리워드콘을 획득해서 랜덤 보상에 참여할 수 있습니다. RAP는 www.rewrarcon.com 솔루션에 실시간 공지되며 확인하실 수 있습니다.',
  },
  {
    id: 7,
    category: 'RAP광고주',
    title: 'RAP는 어디서 찾을 수 있나요?',
    content:
      '터치콘 월렛 앱 [RAP 광고주]에서 확인이 가능하며, 웹 www.rewrarcon.com 솔루션에서 실시간 공지되며 확인하실 수 있습니다.',
  },
  {
    id: 8,
    category: 'RAP광고주',
    title: 'RAP가 되려면 어떻게 해야 하나요?',
    content:
      'RAP가 되려는 기업 및 소규모 업체는 www.rewardcon.com을 방문하여 신청하시면 됩니다. 혹은 홈페이지 www.touchcon.org에서 구글폼을 사용하여 신청하실 수도 있습니다. 자세한 내용은 방문하여 확인하시기 바랍니다.',
  },
  {
    id: 9,
    category: 'TOP 포인트',
    title: 'TOP가 무엇인가요?',
    content:
      'TouchPoint의 약자입니다. 유저가 리워드콘을 획득하여 스캔을 하면 최초로 랜덤 보상을 받게 됩니다. 이때 랜덤 보상을 받는 최초의 단위가 터치포인트, 즉 TOP가 됩니다. TOP는 터치코인과 1:1로 교환되므로 터치포인트의 단위는 곧 터치코인의 단위가 됩니다.',
  },
  {
    id: 10,
    category: 'TOP 포인트',
    title: 'TOP로 무엇을 할 수 있나요?',
    content:
      'TOP는 터치코인처럼 동일한 가치를 지니고 있습니다. 따라서 터치코인으로 사용할 수 있는 모든 용도에 활용이 가능합니다. Q&A에 있는 TOC를 참조해 주세요.',
  },
  {
    id: 11,
    category: '토큰전환',
    title: '포인트를 코인으로 전환하고 싶어요.',
    content:
      '앱에서 터치코인으로 전환을 해주시면 됩니다. 나의 지갑에서 이더리움 지갑을 생성하시고 전환을 누르시면 됩니다.',
  },
  {
    id: 12,
    category: '지갑관리',
    title: '터치콘 지갑은 어떻게 만드나요?',
    content:
      '터치콘 지갑은 나의 지갑에서 만드실 수 있습니다. 나의 지갑에서 이더리움 지갑 생성을 클릭하여 생성하시면 됩니다. 이더리움 지갑이 곧 터치코인 지갑과 동일합니다.',
  },
  {
    id: 13,
    category: '지갑관리',
    title: '이더리움 지갑은 무엇인가요?',
    content:
      '터치콘은 이더리움 메인넷 플랫폼을 사용하고 있습니다. 그래서 터치콘의 주소는 이더리움 계정을 함께 사용하고 있습니다. 이더리움 지갑이 곧 터치콘 지갑이라고 생각하시면 됩니다.',
  },
  {
    id: 14,
    category: '지갑관리',
    title: '가스비는 무엇인가요?',
    content:
      '모든 코인은 전송할 때 수수료가 발생합니다. 가스는 이더리움 지갑에서 다른 지갑으로 전송할 때 필요한 수수료 개념입니다.',
  },
  {
    id: 15,
    category: '지갑관리',
    title: '터치코인으로 전환하고 거래소로 어떻게 보내나요?',
    content:
      '이더리움 지갑을 생성하고 터치코인의 수량을 확인하셨다면, 거래소에 등록된 본인의 이더리움 주소로 전송하시면 됩니다. 거래소에 전송한 후에는 거래소 매매 기준에 따르시면 됩니다.',
  },
  {
    id: 16,
    category: '전송',
    title: '터치코인을 다른 사람에게 전송하고 싶어요.',
    content:
      '터치코인 TOC는 이더리움 지갑을 가진 상대방에게 언제든지 바로 보낼 수 있습니다. 이더리움을 전송하는 지갑은 웹 및 앱에 많이 출시되어 있으니 참고바랍니다.',
  },
  {
    id: 17,
    category: '전송',
    title: '터치포인트는 전송이 안되나요?',
    content:
      '그렇습니다. 현재 터치포인트는 터치코인으로 전환하여 사용하거나 앱내 쇼핑몰 결제 및 상품권 구매에 특화되어 있기에 포인트 자제만으로는 전송을 할 수 없습니다. 만약 전송하시려면 터치코인으로 전환하여 이더리움 지갑으로 전송하실 수는 있습니다.',
  },
  {
    id: 18,
    category: '리워드콘',
    title: '리워드콘은 무엇인가요?',
    content:
      'Rewardcon은 보상을 의미하는 Reward와 트렌드 및 시대 흐름을 의미하는 Icon을 혼합한 용어입니다. 한국의 기프티콘처럼 보상을 위해 특화된 MMS 형태의 메시지로 보시면 됩니다.',
  },
  {
    id: 19,
    category: '리워드콘',
    title: '리워드콘은 어떻게 획득하나요?',
    content:
      '리워드콘은 RAP 광고주가 직접 생성하여 자사 고객 및 소비자에게 전송하게 됩니다. 따라서 RAP 광고주의 이벤트 및 공지를 체크하시면 획득하실 수 있습니다.',
  },
  {
    id: 20,
    category: '리워드콘',
    title: '리워드콘은 돈 주고 살 수 있나요?',
    content:
      '리워드콘은 유료로 살 수 있는 것이 아닙니다. 오직 디지털 자산을 기업 광고 마케팅을 통해 생태계를 확장시키고자 하는 플랫폼입니다.',
  },
  {
    id: 21,
    category: '리워드콘',
    title: '보상받으면 세금은 어떻게 되나요?',
    content:
      '리워드콘을 스캔하여 획득한 디지털 자산은 한국 정부의 경우 양도 차익에 대해 22%의 세금을 책정하고 있습니다. 2022년부터 혹은 2023년부터 적용할지 아직은 알 수 없습니다만, 만약 이 제도가 시행된다면, 매년 5월에 수령된 양도 차익에 대해 22%를 종소세 신고시 자진 신고하시면 됩니다.',
  },
  {
    id: 22,
    category: '리워드콘',
    title: '리워드콘을 많이 받고 싶으면 어떻게 해야 하나요?',
    content:
      '좋은 질문입니다. 터치콘 웹 및 앱에서 실시간 발표되는 RAP 광고주 공지를 살펴주세요. 초기에는 보다 더 많은 리워드콘이 배부되고 높은 가치가 부여될 것입니다. 터치콘 앱을 미리 설치하시고 항상 스캔할 준비를 해주시기 바랍니다.',
  },
  {
    id: 23,
    category: 'T-MAIL',
    title: 'T-Mall은 무엇인가요?',
    content:
      'T-Mall은 터치콘 월렛 앱에서 운영하는 쇼핑몰을 의미합니다. 젊은 층이 애용하는 제품을 위주로 가성비에 맞추어 출시될 예정입니다. 2022년 전반기 오픈 예정입니다.',
  },
  {
    id: 24,
    category: 'T-MAIL',
    title: '결제는 무엇으로 하나요?',
    content:
      '터치포인트로 직접 결제하시면 됩니다. 오직 터치포인트로만 결제하실 수 있습니다.',
  },
  {
    id: 25,
    category: 'T-MAIL',
    title: '상품 배송은 어떻게 되나요?',
    content: '상품 상세내역을 꼭 확인해주시기 바랍니다.',
  },
  {
    id: 26,
    category: '터치-스테이킹',
    title: '터치-스테이킹은 무엇인가요?',
    content:
      '획득한 터치포인트를 분기별로 적립하면 약 7% 내외의 이자를 드리고 있습니다. 매 분기별로 시행하므로 앱에서의 공지를 보시고 신청하시면 됩니다. 한정된 재원으로 운영되므로 미리 선착순으로 신청을 받고 마감을 하오니 평소 잘 확인하시기 바랍니다.',
  },
  {
    id: 27,
    category: '터치-스테이킹',
    title: '가입하려면 조건이 있나요?',
    content:
      '가입조건은 1천 터치포인트부터 가능합니다. 적립된 터치포인트가 1천점이 넘으면 신청가능합니다.',
  },
  {
    id: 28,
    category: '터치-스테이킹',
    title: '이자는 얼마나 주나요?',
    content: '현재는 평균 7% 내외입니다. 매 3개월에 1회 실시합니다.',
  },
  {
    id: 29,
    category: '터치-스테이킹',
    title: '세금은 내야 하나요?',
    content:
      '아직 세금에 대한 구체적인 기준은 없습니다. 한국정부의 지침이 정해지면 다시 공지될 예정입니다.',
  },
  {
    id: 30,
    category: '큐알스캔',
    title: '큐알스캔은 무엇인가요?',
    content:
      'QR스캔은 리워드콘을 획득하시면 내부에 2차원 큐알코드가 있습니다. 이 코드를 터치콘 앱에서 스캔하시면 됩니다. 큐알코드에는 터치코인을 비롯한 다양한 디지털 자산이 인코딩되어 있습니다.',
  },
  {
    id: 31,
    category: '큐알스캔',
    title: '스캔할 때 스캐너는 아무 것이나 다 되나요?',
    content:
      '안됩니다. 오직 터치콘 앱에서 제공하는 스캐너만 가능합니다. 다른 스캐너는 인식이 불가능하니 참조바랍니다. 또한 큐알코드는 1회 스캔 이후에는 재스캔되지 않습니다. 해킹에 유의하시고 가급적 획득 후에는 즉시 스캔하여 보관하시는 것이 좋습니다.',
  },
  {
    id: 32,
    category: '큐알스캔',
    title: '스캔을 하면 보상이 안되는데 어떻게 하나요?',
    content:
      '간혹 큐알코드에 오류가 나올 수도 있습니다. 이 경우에는 www.rewardcon.com 에 발행번호로 확인해 주시기 바랍니다.',
  },
  {
    id: 33,
    category: '큐알스캔',
    title: '스캔할 때 오작동은 어떻게 하나요?',
    content:
      '터치콘 앱에서의 스캐너 오작동은 거의 없습니다만, 만약 스캔이 제대로 되지 않는다면, 앱을 삭제하시고 다시 한번 설치해 주시기를 권장드립니다.',
  },
  {
    id: 34,
    category: '기프티콘',
    title: '기프티콘은 어떻게 구매하나요?',
    content:
      '기프티콘은 터치콘 앱에서 구매하실 수 있습니다. 기프티콘 뿐만 아니라 일상 생활에 필요한 다양한 상품권도 실시간으로 구매할 수 있게 됩니다. 서비스 오픈은 2022년 전반기입니다.',
  },
  {
    id: 35,
    category: '기프티콘',
    title: '결제는 무엇으로 하나요?',
    content: '기프티콘 및 상품권 구매는 모두 터치포인트로만 가능합니다.',
  },
];
